Repository: OGD-Jordan/ckanext-showcase
Catalog: ckanext/showcase/i18n/*/LC_MESSAGES/ckanext-showcase.po
Languages: ar

source: User not authorized to edit {showcase_id}
ar: المستخدم غير مصرح له بتعديل {showcase_id}

source: Unauthorized to create a reuse case
ar: غير مصرح له بإنشاء بارسال إعادة الاستخدام

source: Reuse Case not found
ar: لم يتم العثور على حالة إعادة الاستخدام

source: Unauthorized to read reuse case
ar: غير مصرح له بقراءة حالة إعادة الاستخدام

source: Showcase not found
ar: لم يتم العثور على

source: Unauthorized to read showcase
ar: غير مصرح له بقراءة

source: The dataset has been removed from the showcase.
ar: .تمت إزالة مجموعة البيانات

source: The dataset has been added to the showcase.
ar: .تمت إضافة مجموعة البيانات

source: Organizations
ar: الجهات الحكومية

source: Groups
ar: القطاعات

source: Tags
ar: الوسوم

source: Formats
ar: التنسيق

source: Licenses
ar: الرخص

source: Parameter '{parameter_name}' is not an integer
ar: عدد غير صحيح'{parameter_name}'مطلوب تعبئة الحقل

source: Unauthorized to delete showcase
ar: غير مصرح له بحذف

source: Showcase has been deleted.
ar: تم حذف

source: Dataset not found
ar: لم يتم العثور على مجموعة البيانات

source: Not authorized to see this page
ar: غير مصرح له برؤية هذه الصفحة

source: Unauthorized to read package
ar: غير مصرح له بقراءة الحزمة

source: Only Posting is availiable
ar: النشر فقط متاح

source: Unauthorized to upload file %s
ar: %s غير مصرح له بتحميل الملف

source: User not authorized to view the Reuse Cases Dashboard
ar: المستخدم غير مصرح له بعرض لوحة أداء حالات إعادة الاستخدام

source: User not authorized to update the Reuse Cases status
ar: المستخدم غير مصرح له بتحديث الحالة لحالة إعادة الاستخدام

source: Bad Captcha. Please try again.
ar: .رمز التحقق خاطئ. يرجى المحاولة مرة أخرى

source: Some Issue with Captcha Connection.
ar: هناك مشكلة في الاتصال بـرمز التحقق

source: User not authorized to view this Reuse Case
ar: المستخدم غير مصرح له بمشاهدة حالة إعادة الاستخدام هذه

source: Pending
ar: قيد الانتظار

source: Needs Revision
ar: يحتاج إلى مراجعة

source: Rejected
ar: مرفوض

source: Approved
ar: موافقة

source: Mobile Application
ar: تطبيق الهاتف المحمول

source: Web Application
ar: تطبيق ويب

source: Writing a newspaper article, blog article, or research paper
ar: كتابة مقال صحفي أو مقال مدونة أو ورقة بحثية

source: Conducting scientific research or analysis
ar: إجراء البحث العلمي أو التحليل

source: Development API
ar: تطوير واجهة برمجة التطبيقات

source: User not authorized to delete a submitted Reuse
ar: المستخدم غير مصرح له بحذف طلب إعادة الاستخدام المقدم

source: User not authorized to update this Reuse
ar: المستخدم غير مصرح له بحذف طلب إعادة الاستخدام المقدم

source: Reuse does not exist
ar: حالة إعادة الاستخدام غير متوفرة

source: User not authorized to view this Reuse
ar: المستخدم غير مصرح له بعرض طلب إعادة الاستخدام هذا

source: User not authorized to view the status
ar: المستخدم غير مصرح له بعرض حالة طلب إعادة الاستخدام هذا

source: User not authorized to update Reuse status
ar: المستخدم غير مصرح له بتحديث حالة طلب إعادة الاستخدام

source: Not found
ar: لم يتم العثور عليه

source: Dataset
ar: مجموعة البيانات

source: Select Status
ar: حدد الحالة

source: Title En
ar: العنوان باللغة الإنجليزية

source: Title Ar
ar: العنوان باللغة العربية

source: Slug
ar: المعرف النصي

source: Description En
ar: الوصف باللغة الإنجليزية

source: Description Ar
ar: الوصف باللغة العربية

source: Date Created
ar: تاريخ الإنشاء

source: Reuse Case Type
ar: نوع إعادة الاستخدام

source: The User
ar: المستخدم

source: Status
ar: حالة

source: Admin Feedback
ar: تعليقات المشرف

source: Last Status Update
ar: آخر تحديث للحالة

source: Submitted Author Name
ar: اسم منشئ طلب مشاركة حالة إعادة الاستخدام المرسل

source: Submitted Author Email
ar: البريد الالكتروني المرسل لمنشئ طلب مشاركة حالة إعادة الاستخدام

source: Image Url
ar: للصورة URLعنوان

source: External Link
ar: رابط خارجي

source: Associated Datasets
ar: مجموعات البيانات التي تم استحدامها لحالة إعادة الاستخدام

source: Reuse Case Public Display
ar: كيف ستظهر حالة إعادة استخدام للعموم من خلال البوابة

source: Invalid status: %s. Must be one of: %s
ar: %s:يجب أن يكون واحدًا من %s:الحالة غير صالحة

source: Feedback must be provided with the selected status
ar: يجب تقديم رد مع الحالة المحددة

source: Invalid input: Reuse types must be a list
ar: إدخال غير مصرح به: يجب أن تكون أنواع إعادة الاستخدام عبارة عن قائمة

source: Invalid type: %s. Must be one of: %s
ar: النوع غير صالح: %s. يجب أن يكون أحد القيم التالية: %s

source: Have a nice day.
ar: طاب يومك

source: Message sent by %s (%s)
ar: تم إرسال الرسالة بواسطة %s (%s)

source: Dear %s,
ar: عزيزي %s،

source: %s resuse case was submitted to Portal Supervisor for review.
ar: تم إرسال حالة إعادة الاستخدام %s إلى مشرف البوابة للمراجعة.

source: You can check the current status of your resuse case at %s
ar: يمكنك التحقق من الحالة الحالية لحالة إعادة الاستخدام الخاصة بك على %s

source: Status of reuse case '%s' was updated to %s.
ar: تم تحديث حالة إعادة الاستخدام '%s' إلى %s.

source: You can check the current status of resuse at %s
ar: يمكنك التحقق من الحالة الحالية لإعادة الاستخدام على %s

source: Reuse case '%s' was submitted for review.display_title
ar: .display_title للمراجعة '%s' تم إرسال حالة إعادة الاستخدام

source: Reuse case '%s' status was updated.display_title
ar: تم تحديث حالة طلب إعادة الاستخدام '%s'

source: %s resuse case was submitted to the Portal Supervisor for review.
ar: الى مشرف البوابة الإلكترونية للمراجعة %sتم إرسال حالة إعادة الاستخدام

source: Status of reuse case '%s' was updated to {showcase['status']}.display_title
ar: {showcase['status']}.display_titleإلى'%s'تم تحديث حالة إعادة الاستخدام

source: Reuses
ar: إعادة استخدام

source: Confirm Remove
ar: تأكيد إزالة

source: Are you sure you want to remove this user as a Reuse Admin - {name}?
ar: هل أنت متأكد أنك تريد إزالة هذا المستخدم كمشرف إعادة الاستخدام؟ - {name}?

source: Cancel
ar: الغاء

source: Manage Reuse Admins
ar: إدارة إعادة الاستخدام للمشرفيين

source: Add an Existing User
ar: إضافة مستخدم موجود

source: To make an existing user a Reuse Admin, search for their username below.
ar: .لجعل مستخدم موجود مشرفا عن إعادة الاستخدام، ابحث عن اسم المستخدم الخاص به أدناه

source: Username
ar: اسم المستخدم

source: Add User
ar: إضافة مستخدم

source: Reuse Admins
ar: مشرفين إعادة الاستخدام

source: User
ar: مستخدم

source: Are you sure you want to remove this user from the Reuse Admin list?
ar: هل أنت متأكد أنك تريد إزالة هذا المستخدم من قائمة مشرف إعادة الاستخدام؟

source: Remove
ar: إزالة

source: There are currently no Reuse Admins.
ar: لا يوجد حاليًا أي مشرفيين عن إعادة الاستخدام.

source: <p><strong>Reuse Admin:</strong> Can create and remove reuses. Can add and remove datasets from reuses.</p>
ar: <p><strong>مشرف أعادة الاستخدام:</strong> يمكنه إنشاء عمليات إعادة الاستخدام وإزالتها. يمكنه إضافة وإزالة مجموعات البيانات من عمليات إعادة الاستخدام.</p>

source: {site_title} statistics
ar: {site_title} إحصائيات

source: dataset
ar: مجموعة بيانات

source: organization
ar: جهة حكومية

source: group
ar: قطاع

source: showcase
ar: عرض

source: Associate this reuse with this dataset
ar: مجموعة البيانات التي تم استخدامها في حالة إعادة الاستخدام

source: Add to reuse
ar: شاركنا قصة النجاح ( شاركنا حالة إعادة الاستخدام)

source: Reuses featuring {dataset_name}
ar: مجموعات بيانات تم استخدامها في تطوير حالة إعادة استخدام

source: There are no reuses that feature this dataset
ar: مجموعات بيانات لم يتم استخدامها في تطوير أي حالة إعادة استخدام

source: Reuses - Add datasets
ar: حالة إعادة الاستخدام - إضافة مجموعات البيانات

source: Relevance
ar: المترابطة

source: Name Ascending
ar: ترتيب تصاعدي وفقا للاسم

source: Name Descending
ar: ترتيب تنازلي وفقا للاسم

source: Last Modified
ar: آخر تعديل

source: Popular
ar: شائع

source: Datasets available to add to this reuse
ar: مجموعات البيانات المتاحة للإضافة إلى عملية إعادة الاستخدام هذه

source: Add to Reuse
ar: أضف إلى حالة إعادة الاستخدام

source: No datasets could be found
ar: لا يمكن العثور على مجموعات البيانات

source: Confirm Delete
ar: تأكيد الحذف

source: Are you sure you want to delete reuse - {showcase_name}?
ar: هل أنت متأكد أنك تريد حذف إعادة الاستخدام - {showcase_name}?

source: Edit
ar: تحري

source: Submit Reuse
ar: إرسال طلب حالة إعادة الاستخدام

source: View reuse
ar: عرض طلب حالة إعادة الاستخدام

source: Edit reuse
ar: تحري طلب حالة إعادة الاستخدام

source: Manage datasets
ar: إدارة مجموعات البيانات

source: Reuses - Manage datasets
ar: إعادة الاستخدام - إدارة مجموعات البيانات

source: Datasets in this reuse
ar: مجموعات البيانات المستخدمة في حالة إعادة الاستخدام هذه

source: Remove from Reuse
ar: إزالة من حالة إعادة الاستخدام

source: This reuse has no datasets associated to it
ar: لا تحتوي عملية إعادة الاستخدام هذه على مجموعات بيانات مرتبطة بها

source: Submit a Reuse
ar: إرسال طلب حالة إعادة الاستخدام

source: Title English
ar: العنوان باللغة الإنجليزية

source: eg. A descriptive title in English
ar: عنوان وصفي باللغة الإنجليزية

source: Title Arabic
ar: العنوان باللغة العربية

source: eg. A descriptive title in Arabic
ar: عنوان وصفي باللغة العربية

source: eg. my-showcase
ar: مثال . معرضي

source: Description English
ar: الوصف باللغة الإنجليزية

source: eg. Some useful notes about the data
ar: مثال. بعض الملاحظات المفيدة حول البيانات

source: Description Arabic
ar: الوصف باللغة العربية

source: External link
ar: رابط خارجي

source: Reuse Type
ar: نوع حالة إعادة الاستخدام

source: Missing value
ar: قيمة مفقودة

source: Please select the Reuse Type
ar: الرجاء تحديد نوع إعادة الاستخدام

source: Are you sure you want to delete this reuse?
ar: هل أنت متأكد أنك تريد حذف إعادة الاستخدام هذه؟

source: Delete
ar: حذف

source: Update Reuse
ar: تحديث طلب حالة إعادة الاستخدام

source: Reuse Details
ar: تفاصيل حالة إعادة الاستخدام

source: Manage
ar: إدارة

source: Draft
ar: مسودة

source: Launch website
ar: إطلاق الموقع

source: Add Reuse
ar: اضافة إعادة الاستخدام

source: Search reuses...
ar: ...البحث عن حالات إعادة الاستخدام

source: Reuse Case Management
ar: إدارة حالات إعادة الاستخدام

source: Reuse Cases
ar: حالات إعادة الاستخدام

source: View
ar: عرض

source: Reuse Case Actions
ar: إجراءات حالة إعادة الاستخدام

source: Manage Reuse Case
ar: إدارة حالة إعادة الاستخدام

source: Visit External Link
ar: انتقل الى الرابط الخارجي

source: Go to Dataset
ar: انتقل إلى مجموعة البيانات

source: Reuse Case Image
ar: صورة حالة إعادة الاستخدام

source: Reuse Case Status
ar: الحالة لطلب حالة إعادة الاستخدام

source: Admin feedback
ar: تعليمات المشرف

source: Update Status
ar: تحديث الحالة

source: Back
ar: رجوع

source: Take Action
ar: اتخذ إجراء

source: Reuse Case Details
ar: إعادة استخدام تفاصيل الحالة

source: Showcase Metadata
ar: عرض البيانات الوصفية

source: User Dashboard
ar: لوحة اداء المستخدم

source: Submit Reuse Case
ar: إرسال حالة إعادة الاستخدام

source: Last Created
ar: آخر إنشاء

source: Search reuse cases...
ar: ...البحث عن حالات إعادة الاستخدام

source: Confirmation
ar: الموافقة

source: Confirm
ar: تأكيد

source: What are Data Requests?
ar: ما هي طلبات البيانات؟

source: The "Data Request" feature allows users to request datasets that are not yet available in the portal. Whether you're looking for specific data to support your research, project, or decision-making process, you can submit a request directly to the data providers. This feature enables collaboration between the public and data publishers, helping to expand the portal’s dataset offerings. Simply submit your request and track its progress as data providers work to make the requested information available.
ar: تتيح ميزة 'طلب البيانات' للمستخدمين طلب مجموعات البيانات التي ليست متاحة بعد في البوابة. سواء كنت تبحث عن بيانات محددة لدعم بحثك أو مشروعك أو عملية اتخاذ القرارات، يمكنك تقديم طلب مباشرة إلى مزودي البيانات. تمكن هذه الميزة التعاون بين الجمهور وناشري البيانات، مما يساعد على توسيع عروض مجموعات البيانات في البوابة. ما عليك سوى تقديم طلبك وتتبع تقدمه بينما يعمل مزودو البيانات على جعل المعلومات المطلوبة متاحة.

source: Date
ar: تاريخ

source: Use Case Title
ar: عنوان حالة إعادة الاستخدام

source: Actions
ar: الإجراءات

source: View All
ar: عرض الكل

source: Approve Reuse Case
ar: الموافقة على حالة إعادة الاستخدام

source: Are you sure you want to approve this reuse case?
ar: هل أنت متأكد أنك تريد الموافقة على حالة إعادة الاستخدام هذه؟

source: Reject Reuse Case
ar: رفض حالة إعادة الاستخدام

source: Are you sure you want to reject this reuse case?
ar: هل أنت متأكد أنك تريد رفض حالة إعادة الاستخدام هذه؟

source: No Actions Available
ar: لا توجد إجراءات متاحة

source: More Details
ar: مزيد من التفاصيل

source: Filter By
ar: حدد معاييرالبحث

source: Clear Status
ar: مسح معيار بحث الحالة

source: Clear Start Date
ar: مسح معياربحث تاريخ البدء

source: Clear End Date
ar: مسح معياربحث تاريخ الانتهاء

source: Clear Filters
ar: مسح معاييرالبحث

source: From Date
ar: من التاريخ

source: To Date
ar: الى التاريخ

source: Order By
ar: ترتيب حسب

source: {number} reuse case found for '{query}'
ar: {number} تم العثور على حالة إعادة استخدام ل '{query}'

source: No reuse cases found for '{query}'
ar: لم يتم العثور على حالات إعادة استخدام ل '{query}'

source: {number} reuse case found
ar: {number} تم العثور على حالة إعادة استخدام

source: No reuse cases found
ar: لم يتم العثور على حالات إعادة الاستخدام

source: Total
ar: المجموع

source: The User Information
ar: معلومات المستخدم

source: Submitted on
ar: تم تقديمه بتاريخ

source: Clear Entity
ar: حذف الجهة الحكومية

source: What are Reuses?
ar: ما هي حالة إعادة الاستخدام

source: Datasets have been used to build apps, websites and visualizations. They've been featured in articles, and written about in news reports and blog posts. Reuses collect together the best examples of datasets in use, to provide further insight, ideas, and inspiration.
ar: تم استخدام مجموعات البيانات لإنشاء تطبيقات ومواقع ويب وتصميمات مرئية، كما تم تسليط الضوء عليها في المقالات وذكرها في التقارير الإخبارية ومنشورات المدونات. تجمع عمليات إعادة الاستخدام أفضل الأمثلة على استخدام مجموعات البيانات، لتوفير مزيد من الرؤى والأفكار والإلهام.

source: Submitted by
ar: مقدم من

source: Datasets in Reuse
ar: مجموعات البيانات التي تم استخدامها في حالة إعادة الاستخدام

source: There are no Datasets in this Reuse
ar: لا توجد مجموعات بيانات في عملية إعادة الاستخدام هذه

source: This reuse has no description
ar: إعادة الاستخدام هذه ليس لها وصف

source: {num} Dataset
ar: {num} مجموعة البيانات

source: 0 Datasets
ar: 0 مجموعات البيانات

source: View {showcase_title}
ar: {showcase_title} عرض

source: Remove dataset from this reuse
ar: قم بإزالة مجموعة البيانات من حالة إعادة الاستخدام هذه

source: {number} reuse found for '{query}'
ar: {number} تم العثور على إعادة الاستخدام ل '{query}'

source: No reuses found for '{query}'
ar: لم يتم العثور على عمليات إعادة استخدام ل '{query}'

source: {number} reuse found
ar: {number} تم العثور على إعادة الاستخدام

source: No reuses found
ar: لم يتم العثور على أي إعادة استخدام

source: In order to share a reuse case, you must be registered on the portal.<br><br><a href="%(url)s">Click here to login</a>
ar: حتى تتمكن من مشاركة حالة إعادة الاستخدام، يجب أن تكون مسجلاً في البوابة.<br><br><a href="%(url)s">انقر هنا لتسجيل الدخول</a>
